tap "beeftornado/rmtree"
tap "cartr/qt4", pin: true
tap "caskroom/cask"
tap "dart-lang/dart"
tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "sass/sass"
tap "schniz/tap"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "pcre"
brew "aircrack-ng"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "black"
brew "llvm"
brew "ccls"
brew "cmake"
brew "ctags"
brew "deno"
brew "go"
brew "dep"
brew "docker", link: false
brew "docker-completion"
brew "docker-compose", link: false
brew "docker-compose-completion"
brew "docker-machine", link: false
brew "docker-machine-completion"
brew "elasticsearch"
brew "erlang"
brew "elixir"
brew "libevent"
brew "python", link: false
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdal"
brew "gdb"
brew "git"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hydra"
brew "jq"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "pipenv"
brew "postgresql"
brew "postgis"
brew "postgresql@11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pylint"
brew "python@2"
brew "redis"
brew "speedtest-cli"
brew "sqlmap"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "sass/sass/sass"
brew "schniz/tap/fnm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "camtasia"
cask "db-browser-for-sqlite"
cask "docker"
cask "docker-toolbox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "kitty"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "ngrok"
cask "pgadmin4"
cask "qbittorrent"
cask "r"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
